/* No comment provided by engineer. */
"%@ to %@" = "%1$@ na %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d z %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i do %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "Akumulační atribut '%@' je neplatný.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "'%@' je neplatný atribut času trasy.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "'%@' je neplatný impedanční atribut.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "Restrikční atribut '%@' je neplatný.";

/* No comment provided by engineer. */
"'item' parameter required" = "je požadován parametr 'item'";

/* No comment provided by engineer. */
"'portal' parameter required" = "je požadován parametr 'portal'";

/* No comment provided by engineer. */
"'tags' parameter required" = "je požadován parametr 'tags'";

/* No comment provided by engineer. */
"'title' parameter required" = "je požadován parametr 'title'";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Žádná hodnota>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Přístup k umístění zařízení je zakázán.";

/* No comment provided by engineer. */
"Actual Size" = "Skutečná velikost";

/* No comment provided by engineer. */
"Add" = "Přidat";

/* No comment provided by engineer. */
"Add Attachment" = "Přidat přílohu";

/* No comment provided by engineer. */
"Add..." = "Přidat…...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Tato operace vyžaduje parametr itemID. Parametr itemID získáte přidáním této položky do portálu.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Byla zjištěna nezachycená výjimka NSException, nejsou však k dispozici původní informace a zásobník. Vyhledejte kód způsobující původní výjimku NSException přerušením výjimek objective-c. Další informace o tomto postupu naleznete v dokumentaci.";

/* No comment provided by engineer. */
"Apply Geometry" = "Použít geometrii";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Aby bylo možné vyřešit trasu, je vyžadováno alespoň jedno zařízení.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Aby bylo možné vyřešit trasu, je vyžadována alespoň jedna událost.";

/* No comment provided by engineer. */
"Attachment" = "Příloha";

/* No comment provided by engineer. */
"Attachments" = "Přílohy";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Byl proveden pokus o použití funkce, která není podporovaná s aktuálně používanou licencí.";

/* No comment provided by engineer. */
"Authorization required" = "Je vyžadována autorizace.";

/* No comment provided by engineer. */
"Bad Request" = "Nesprávný požadavek";

/* No comment provided by engineer. */
"Bad URL." = "Nesprávná adresa URL.";

/* No comment provided by engineer. */
"bytes" = "bajtů";

/* No comment provided by engineer. */
"Cancel" = "Storno";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Nelze uložit do jiného typu položky.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Nelze ověřit identitu '%@'.";

/* No comment provided by engineer. */
"Certificate Required" = "Vyžadován certifikát";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Výzva pro adresu URL: %1$@ s položkou failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Změna typu prvku";

/* No comment provided by engineer. */
"Choose From Library" = "Vybrat z knihovny";

/* No comment provided by engineer. */
"Clear" = "Vymazat";

/* No comment provided by engineer. */
"Clear Geometry" = "Smazat geometrii";

/* No comment provided by engineer. */
"Continue" = "Pokračovat";

/* No comment provided by engineer. */
"Created %d hours ago" = "Vytvořeno před %d hodinami";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Vytvořeno před %d minutami";

/* No comment provided by engineer. */
"Created a minute ago" = "Vytvořeno před minutou";

/* No comment provided by engineer. */
"Created an hour ago" = "Vytvořeno před hodinou";

/* No comment provided by engineer. */
"Created by %@" = "Vytvořil %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Vytvořil %1$@ před %2$d hodinami";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Vytvořil %1$@ před %2$d minutami";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Vytvořil %@ a před minutou";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Vytvořil %@ před hodinou";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Vytvořil %1$@ dne %2$@ v %3$@ – den";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Vytvořil %1$@ dne %2$@ v %3$@ – celé";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Vytvořil %@ před několika vteřinami";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Vytvořeno dne %1$@ v %2$@ – den";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Vytvořeno dne %1$@ v %2$@ – celé";

/* No comment provided by engineer. */
"Created seconds ago" = "Vytvořeno před několika vteřinami";

/* No comment provided by engineer. */
"Credential Required" = "Jsou vyžadovány přihlašovací údaje";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Data pro výsečový graf nejsou platná";

/* No comment provided by engineer. */
"Delete" = "Smazat";

/* No comment provided by engineer. */
"Delete Attachment" = "Smazat přílohu";

/* No comment provided by engineer. */
"Delete Feature" = "Smazat prvek";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Pokud odstraníte tuto přílohu, odstraní se z vyskakovacího okna a přidruženého zdroje dat.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Pokud odstraníte tento prvek, odstraní se z mapy a přidruženého zdroje dat.";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "Atribut vzdálenosti trasy je neplatný.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Atributy času a vzdálenosti trasy se neshodují.";

/* No comment provided by engineer. */
"Edit" = "Upravit";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Upraveno před %d hodinami";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Upraveno před %d minutami";

/* No comment provided by engineer. */
"Edited a minute ago" = "Upraveno před minutou";

/* No comment provided by engineer. */
"Edited an hour ago" = "Upraveno před hodinou";

/* No comment provided by engineer. */
"Edited by %@" = "Upravil %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Upravil %1$@ před %2$d hodinami";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Upravil %1$@ před %2$d minutami";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Upravil %@ před minutou";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Upravil %@ před hodinou";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Upravil %1$@ dne %2$@ v %3$@ – den";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Upravil %1$@ dne %2$@ v %3$@ – celé";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Upravil %@ před několika vteřinami";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Upraveno dne %1$@ v %2$@ – den";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Upraveno dne %1$@ v %2$@ – celé";

/* No comment provided by engineer. */
"Edited seconds ago" = "Upraveno před několika vteřinami";

/* No comment provided by engineer. */
"Empty username/password" = "Prázdné uživatelské jméno / heslo";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Zadejte číslo mezi %1$@ a %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Zadejte číslo mezi %1$i a %2$i";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Chyba při přidávání identity do řetězce";

/* No comment provided by engineer. */
"Error adding keychain item" = "Chyba při přidávání položky řetězce klíčů";

/* No comment provided by engineer. */
"Error extracting identity" = "Chyba při extrakci identity";

/* No comment provided by engineer. */
"Error Loading Page" = "Chyba při načítání stránky";

/* No comment provided by engineer. */
"Error removing keychain item" = "Chyba při odebírání položky řetězce klíčů";

/* No comment provided by engineer. */
"Error updating keychain item" = "Chyba při aktualizaci položky řetězce klíčů";

/* No comment provided by engineer. */
"Extra Large" = "Extra velká";

/* No comment provided by engineer. */
"Facility (%@) has invalid added cost attribute name(s): %@" = "Zařízení (%1$@) má neplatný název atributu přidaných nákladů: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has invalid impedance cutoff." = "Zařízení (%@) má neplatnou zlomovou hodnotu impedance.";

/* No comment provided by engineer. */
"Facility (%@) has negative added cost attribute: %@" = "Zařízení (%1$@) má negativní název atributu přidaných nákladů: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has null geometry." = "Zařízení (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"Feature isn't valid." = "Prvek není platný.";

/* No comment provided by engineer. */
"Finish" = "Konec";

/* No comment provided by engineer. */
"Finishing editing..." = "Probíhá dokončování editace…";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometrie";

/* No comment provided by engineer. */
"Hide" = "Skrýt";

/* No comment provided by engineer. */
"Incident (%@) has a null geometry." = "Událost (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"Incident (%@) has invalid added cost attribute name(s): %@" = "Událost (%1$@) má neplatný název atributu přidaných nákladů: %2$@";

/* No comment provided by engineer. */
"Incident (%@) has invalid impedance cutoff." = "Událost (%@) má neplatnou zlomovou hodnotu impedance.";

/* No comment provided by engineer. */
"Incident (%@) has less than 1 target facility count." = "Událost (%@) má méně než 1 cílový počet zařízení.";

/* No comment provided by engineer. */
"Incident (%@) has negative added cost attribute: %@" = "Událost (%1$@) má negativní název atributu přidaných nákladů: %2$@";

/* No comment provided by engineer. */
"Insert Part" = "Vložit část";

/* No comment provided by engineer. */
"Insert Vertex" = "Vložit lomový bod";

/* No comment provided by engineer. */
"Insufficient number of stops." = "Nedostatečný počet zastávek";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "Neplatný název atributu v parametru atributu (%@).";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "Neplatný název parametru v parametru atributu (%@).";

/* No comment provided by engineer. */
"Invalid Credentials" = "Neplatné přihlašovací údaje";

/* No comment provided by engineer. */
"Invalid default impedance cutoff." = "Neplatná výchozí zlomová hodnota impedance.";

/* No comment provided by engineer. */
"Invalid default target facility count." = "Neplatný výchozí cílový počet zařízení.";

/* No comment provided by engineer. */
"Invalid GPX data." = "Neplatná data GPX.";

/* No comment provided by engineer. */
"Invalid groupID." = "Neplatný parametr groupID.";

/* No comment provided by engineer. */
"Invalid polygon buffer distance." = "Neplatná šířka polygonové obalové zóny.";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Neplatná hodnota omezení použití pro parametr (%2$@) atributu (%1$@).";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Neplatný typ hodnoty pro parametr (%2$@) atributu (%1$@).";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Zachovat aktuální hodnoty";

/* No comment provided by engineer. */
"Large" = "Velká";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "Čárová bariéra (%@) nepokrývá žádné síťové prvky.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "Čárová bariéra (%@) má neplatný název atributu škálované ceny.";

/* No comment provided by engineer. */
"Loading feature..." = "Probíhá načítání prvku…";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Střední";

/* No comment provided by engineer. */
"Missing client certificate" = "Chybí certifikát klienta";

/* string to represent hyperlink attributes */
"More Info" = "Další informace";

/* No comment provided by engineer. */
"Move Geometry" = "Přesunout geometrii";

/* No comment provided by engineer. */
"Move Part" = "Přesunout část";

/* No comment provided by engineer. */
"Move Vertex" = "Přesunout lomový bod";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Neutrální hodnota omezení použití pro parametr (%2$@) atributu (%1$@).";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Pro přístup ke zdroji '%@' nebyl nalezen certifikát.";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Nejsou k dispozici žádná data pro vytvoření sloupcového grafu.";

/* No comment provided by engineer. */
"No data to create a line chart" = "Nejsou k dispozici žádná data pro vytvoření spojnicového grafu.";

/* No comment provided by engineer. */
"No data to create a pie chart" = "K vytvoření výsečového grafu nejsou k dispozici data.";

/* No comment provided by engineer. */
"No image to display" = "Neexistuje žádný obrázek k zobrazení";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Mezi daným párem zastávek nelze najít cestu (%@).";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Objekt nelze vytvořit bez portálu.  Použijte namísto toho metodu fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Otevřít";

/* No comment provided by engineer. */
"Open in Safari" = "Otevřít v Safari";

/* No comment provided by engineer. */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Zadejte název nové přílohy.";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "Bodová bariéra (%@) nenalezena.";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "Bodová bariéra (%@) má neplatný název atributu přidané ceny.";

/* No comment provided by engineer. */
"Point barrier (%@) has null geometry." = "Bodová bariéra (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "Mnohoúhelníková bariéra (%@) nepokrývá žádné síťové prvky.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Mnohoúhelníková bariéra (%@) má neplatný název atributu škálované ceny.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has non positive scaled cost attribute." = "Polygonová bariéra (%@) nemá kladný atribut škálovaných nákladů.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has null geometry." = "Polygonová bariéra (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has non positive scaled cost attribute." = "Polyliniová bariéra (%@) nemá kladný atribut škálovaných nákladů.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has null geometry." = "Polyliniová bariéra (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polylinie nelze vracet.";

/* No comment provided by engineer. */
"Remove Part" = "Odebrat část";

/* No comment provided by engineer. */
"Remove Vertex" = "Odebrat lomový bod";

/* No comment provided by engineer. */
"Reset to Default Values" = "Obnovit výchozí hodnoty";

/* No comment provided by engineer. */
"Retry" = "Zkusit znovu";

/* No comment provided by engineer. */
"Save To Photo Library" = "Uložit do knihovny fotografií";

/* No comment provided by engineer. */
"Sign In" = "Přihlásit";

/* No comment provided by engineer. */
"Skip" = "Přeskočit";

/* No comment provided by engineer. */
"Small" = "Malá";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "Mírně omezený prvek (%@) byl překročen.";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Zadaný počáteční čas se nachází před 1. lednem 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "Konec časového intervalu zastávky (%@) se nachází před začátkem tohoto časového intervalu.";

/* No comment provided by engineer. */
"Stop (%@) has a time window that starts before January 1, 1970." = "Zastávka (%@) má časové rozpětí, které začíná dříve než 1. ledna 1970.";

/* No comment provided by engineer. */
"Stop (%@) has invalid added cost." = "Zastávka (%@) má neplatný atribut přidaných nákladů.";

/* No comment provided by engineer. */
"Stop (%@) has null geometry." = "Zastávka (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "Zastávka (%@) se nachází na nepřístupném prvku.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "Zastávka (%@) se nachází na prvku s mírným omezením.";

/* No comment provided by engineer. */
"Stop (%@) is unreachable." = "Zastávka (%@) je nedosažitelná.";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "Zastávka (%@) nenalezena.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Pořídit fotografii či video";

/* No comment provided by engineer. */
"The directions language is invalid." = "Jazyk trasy je neplatný.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Atribut třídy silnice trasy je neplatný.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Styl trasy je neplatný.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Vstupní souřadnicový systém není definován.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Síť nemá hierarchický atribut pro provedení hierarchického plánování trasy.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Objekt je nutné nejprve uložit do portálu pomocí metody 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Výstupní souřadnicový systém není definována.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Zdroj, který hledáte, mohl být odstraněn, přejmenován nebo je dočasně nedostupný";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Certifikát serveru je neplatný. Je možné, že se připojujete k serveru, který předstírá, že je '%@'. Vaše důvěrné informace mohou být ohroženy. Chcete se přesto připojit?";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Uvedené číslo clientID je neplatné";

/* No comment provided by engineer. */
"The walking mode route is too large." = "Trasa režimu chůze je příliš dlouhá.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Došlo k chybě při načítání prvku. Zkontrolujte připojení k síti.";

/* No comment provided by engineer. */
"Time windows with non time impedance." = "Časová okna s nečasovým atributem impedance.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Aby bylo možné uložit prvek jako novou položku, musíte se přihlásit k portálu.";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Klíč je neplatný nebo vypršel.";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Adresa URL klíče je chybná. Je třeba nastavit platnou adresu URL klíče pro přihlašovací údaje.";

/* No comment provided by engineer. */
"Unauthorized access" = "Neautorizovaný přístup";

/* No comment provided by engineer. */
"Unknown authentication error" = "Neznámá chyba při ověření";

/* No comment provided by engineer. */
"Unknown condition." = "Neznámý stav.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Došlo k neznámé chybě";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Nepodporovaná data GPX.";

/* No comment provided by engineer. */
"Unsupported search where clause." = "Nepodporované vyhledávání s podmíněným výběrem.";

/* No comment provided by engineer. */
"User canceled error" = "Chyba – zrušeno uživatelem";

/* No comment provided by engineer. */
"Username" = "Uživatelské jméno";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Probíhá ověřování pomocí prohlížeče…";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Hodnota přesahuje maximální délku pole (%lu)";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Provádíte změnu typu prvku. Přejete si zachovat aktuální hodnoty (pokud je to možné), nebo obnovit výchozí hodnoty?";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Nemáte oprávnění přistupovat k tomuto zdroji.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Abyste mohli tuto operaci provést, musíte být přihlášení k portálu.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Musíte zadat hodnocení v rozmezí od 1 do 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "V seznamu plist musíte určit klíč popisu použití umístění (NSLocationWhenInUseUsageDescription nebo NSLocationAlwaysUsageDescription).";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Pro přístup ke zdroji '%@' je nutné vybrat certifikát.";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Pro přístup ke zdroji '%@' je nutné se přihlásit.";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Neznámé";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimetry";
"Decimal Degrees" = "Desetinné stupně";
"Decimeters" = "Decimetry";
"Feet" = "Stopy";
"Inches" = "Palce";
"Kilometers" = "Kilometry";
"Meters" = "Metry";
"Miles" = "Míle";
"Millimeters" = "Milimetry";
"Nautical Miles" = "Námořní míle";
"Points" = "Body";
"Yards" = "Yardy";

/* Area Units Abbreviated Strings */
"sq. in" = "čtver. palce";
"sq. ft" = "čtver. stopy";
"sq. yd" = "čtver. yardy";
"ac" = "ac";
"sq. mi" = "čtver. míle";
"sq. mm" = "čtver. mm";
"sq. cm" = "čtver. cm";
"sq. dm" = "čtver. dm";
"sq. m" = "čtver. m";
"ares" = "ary";
"ha" = "ha";
"sq. km" = "čtver. km";

/* Area Units Display Strings */
"Square Inches" = "Čtvereční palce";
"Square Feet" = "Čtvereční stopy";
"Square Yards" = "Čtvereční yardy";
"Acres" = "Akry";
"Square Miles" = "Čtvereční míle";
"Square Millimeters" = "Čtvereční milimetry";
"Square Centimeters" = "Čtvereční centimetry";
"Square Decimeters" = "Čtvereční decimetry";
"Square Meters" = "Čtvereční metry";
"Ares" = "Ary";
"Hectares" = "Hektary";
"Square Kilometers" = "Čtvereční kilometry";

